Revit 2024 API
GroupTypeId.CurtainGrid Property
 Grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId CurtainGrid { get; }
Visual Basic
Public Shared ReadOnly Property CurtainGrid As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtainGrid {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace